Repository: moucho/dynamic-panel
Catalog: locale/*/LC_MESSAGES/dynamic-panel.po
Languages: cs_cs, ru_ru

source: General
cs_cs: Obecné nastavení
ru_ru: Общие

source: Floating Mode
cs_cs: Plovoucí režim
ru_ru: Плавающий режим

source: Solid Mode
cs_cs: Pevný režim
ru_ru: Сплошной режим

source: Left
cs_cs: Vlevo
ru_ru: Слева

source: Center
cs_cs: Střed
ru_ru: По центру

source: Right
cs_cs: Vpravo
ru_ru: Справа

source: Opacity (%)
cs_cs: Průhlednost (%)
ru_ru: Непрозрачность (%)

source: Apply panel style to panel menu
cs_cs: Použít styl panelu na nabídku panelu
ru_ru: Применить стиль панели к меню панели

source: Border Radius (%)
cs_cs: Poloměr ohraničení (%)
ru_ru: Скругление углов (%)

source: Panel Width (%)
cs_cs: Šířka panelu (%)
ru_ru: Ширина панели (%)

source: Top Margin (px)
cs_cs: Horní okraj (px)
ru_ru: Отступ сверху (px)

source: Side Margin (px)
cs_cs: Boční okraj (px)
ru_ru: Отступ сбоку (px)

source: Align
cs_cs: Zarovnat
ru_ru: Выравнивание

source: Custom Colors
cs_cs: Vlastní barvy
ru_ru: Пользовательские цвета

source: Dark Mode
cs_cs: Tmavý režim
ru_ru: Тёмный режим

source: Light Mode
cs_cs: Světlý režim
ru_ru: Светлый режим

source: Background Color
cs_cs: Barva pozadí
ru_ru: Цвет фона

source: Foreground Color
cs_cs: Barva popředí
ru_ru: Цвет переднего плана

source: Apply Custom Colors
cs_cs: Použít vlastní barvy
ru_ru: Применить пользовательские цвета

source: Duration (ms)
cs_cs: Doba trvání (ms)
ru_ru: Продолжительность (ms)

source: Detection Method
cs_cs: Metoda detekce
ru_ru: Метод обнаружения

source: Background Mode
cs_cs: Režim pozadí
ru_ru: Режим фона

source: Auto Width
cs_cs: Automatická délka
ru_ru: Автоматическая длина

source: Solid Mode Type
cs_cs: Typ entity
ru_ru: Тип сплошного режима

source: Entity Mode Keep Transparency
cs_cs: Zachovat průhlednost v pevném režimu
ru_ru: Сохранять прозрачность меню в сплошном режиме

source: Coming Soon
cs_cs: Již brzy
ru_ru: В разработке

source: Window Close
cs_cs: Zavřít okno
ru_ru: Окно поблизости

source: Maximize Only
cs_cs: Pouze maximalizovat
ru_ru: Развёрнутое окно

source: Overall
cs_cs: Celkově
ru_ru: Вся панель

source: Area
cs_cs: Oblast
ru_ru: Только области

source: Dock
cs_cs: Ukotvit
ru_ru: Пристыковать

source: Hide
cs_cs: Skrýt
ru_ru: Скрыть

source: Multicolored
cs_cs: Barevný
ru_ru: Динамический цвет

source: Automatically get color from wallpaper
cs_cs: Automaticky získat barvu z tapety
ru_ru: Автоматически получать цвет из обоев

source: Blur effect
cs_cs: Efekt rozostření
ru_ru: Размытие

source: Accessibility
cs_cs: Nastavení usnadnění
ru_ru: Доступность

source: Easy Click Fix
cs_cs: Oprava kliknutí snadno
ru_ru: Упрощение нажатий

source: Add extra clickable areas for hover mode to restore clickability at absolute corners
cs_cs: Přidat další klikací oblasti pro režim vznášení, aby se obnovila možnost klikání v absolutních rozích
ru_ru: Добавить дополнительные зоны для нажатий в плавающем режиме, чтобы вернуть возможность нажатия по углам экрана

source: Overview (Left)
cs_cs: Přehled (vlevo)
ru_ru: Обзор (слева)

source: Notification Center (Middle)
cs_cs: Centrum oznámení (uprostřed)
ru_ru: Центр уведомлений (в центре)

source: Quick Settings (Right)
cs_cs: Rychlé nastavení (vpravo)
ru_ru: Быстрые настройки (справа)
